Revit 2024 API
BuiltInFailures.ZoneFailures Class
 Failures about Zone.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ZoneFailures
Visual Basic
Public NotInheritable Class ZoneFailures
Visual C++
public ref class ZoneFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ZoneFailures
See Also
BuiltInFailures.ZoneFailures Members
Autodesk.Revit.DB Namespace